{
  "0":{"name":"ABS", 
    "address": "Bucandala-Alapan Road, Barangay Alapan II-B Imus, Cavite, 4103 Philippines",
    "contact":["0915-725-0940","0917-308-1920"],
    "email":[],
    "website":["https://www.facebook.com/ahnexgroup/"],
    "desc":"AHNEX BUILDERS & READY MIX CORPORATION is located in Imus, Cavite, Philippines and is part of the Architectural, Engineering, and Related Services Industry. Has approximately 500 total employees across all of its locations. There are 4 companies in the AHNEX BUILDERS & READY MIX CORPORATION corporate family.",
    "achievements":[]}, 

  "1":{"name":"ACM LANDHOLDINGS, INC.", 
    "address": "Pacific Terraces Community Sales Office NIA Road, Carsadang Bago II Imus, Cavite, 4102 Philippines",
    "contact":["0917-595-3754"],
    "email":["customerrelationship@acmhomes.com"],
    "website":["https://www.acmhomes.com/"],
    "desc":"ACM LANDHOLDINGS, INC. is located in Imus, Cavite, Philippines and is part of the Land Subdivision Industry. Has approximately 180 total employees across all of its locations. There are 3 companies in the ACM LANDHOLDINGS, INC. corporate family.",
    "achievements":["1992 – Establishment of the Company and opened first project in Cavite.",
      "1996-2006 – ACM started expansion by forging Joint Ventures with big Philippines Corporations.",
      "2007 – Flagship Project in Imus, Cavite in collaboration with Philippine Trasmarine Carrier, Inc. (PTC)",
      "2010 – Opened first project in Batangas",
      "2012 – Two of the Original Founders, Antonette P. DE Guzman and Carolina S. Osteria, were jointly selected as Finalist for Ernst and Young Entrepreneur Award.",
      "2013 – PTC became a major shareholder of ACM.",
      "2015 – ACM opened first project in Iloilo, Asia Pacific Entrepreneurship Awards (APEA)", "2015, Outstanding Category for ACM Founder, Carolina Osteria.",
      "2018 – Special Citation from PNB Savings Bank-Prestige Awards in 2017 and 2019.",
      "2019 – Asia Pacific Enterprise Awards (APEA)", "2019, Corporate Excellence Category (Property Development).",
      "2020 – ACM and its Chief Operating Officer, Jose B. Amantoy, Jr. featured in Asian CEO Magazine, a regional business magazine in Singapore."]},

      "2":{"name":"MJMI CONSTRUCTION & TRADING INC.", 
        "address": "2nd Floor Metrobank Building Aguinaldo Highway, Anabu Imus, Cavite, 4103 Philippines", "contact":[],
        "email":[],
        "website":[],
        "desc":"MJMI CONSTRUCTION & TRADING INC. is located in Imus, Cavite, Philippines and is part of the Utility System Construction Industry. The company operates in the Heavy and Civil Engineering Construction industry.Has approximately 80 total employees across all of its locations. There are 2 companies in the MJMI CONSTRUCTION & TRADING INC. corporate family.",
        "achievements":[]} 
 }  
