  {
  "0":{"name":"AHNEX BUILDERS & READY MIX CORPORATION", 
  "address": "Bucandala-Alapan Road, Barangay Alapan II-B Imus, Cavite, 4103 Philippines", "contact":["0915-725-0940","0917-308-1920"],
  "email":[],
  "website":["https://www.facebook.com/ahnexgroup/"],
  "desc":"AHNEX BUILDERS & READY MIX CORPORATION is located in Imus, Cavite, Philippines and is part of the Architectural, Engineering, and Related Services Industry. Has approximately 500 total employees across all of its locations. There are 4 companies in the AHNEX BUILDERS & READY MIX CORPORATION corporate family.",
  "achievements":[]}, 

  "1":{"name":"ACM LANDHOLDINGS, INC.", 
  "address": "Pacific Terraces Community Sales Office NIA Road, Carsadang Bago II Imus, Cavite, 4102 Philippines",
  "contact":["0917-595-3754"],
  "email":["customerrelationship@acmhomes.com"],
  "website":[" https://www.acmhomes.com/"],
  "desc":"ACM LANDHOLDINGS, INC. is located in Imus, Cavite, Philippines and is part of the Land Subdivision Industry. Has approximately 180 total employees across all of its locations. There are 3 companies in the ACM LANDHOLDINGS, INC. corporate family.",
  "achievements":["1992 – Establishment of the Company and opened first project in Cavite.",
  "1996-2006 – ACM started expansion by forging Joint Ventures with big Philippines Corporations",
  "2007 – Flagship Project in Imus, Cavite in collaboration with Philippine Trasmarine Carrier, Inc. (PTC)",
  "2010 – Opened first project in Batangas",
  "2012 – Two of the Original Founders, Antonette P. DE Guzman and Carolina S. Osteria, were jointly selected as Finalist for Ernst and Young Entrepreneur Award.",
  "2013 – PTC became a major shareholder of ACM.",
  "2015 – ACM opened first project in Iloilo, Asia Pacific Entrepreneurship Awards (APEA)", "2015, Outstanding Category for ACM Founder, Carolina Osteria.",
  "2018 – Special Citation from PNB Savings Bank-Prestige Awards in 2017 and 2019.",
  "2019 – Asia Pacific Enterprise Awards (APEA)", "2019, Corporate Excellence Category (Property Development).",
  "2020 – ACM and its Chief Operating Officer, Jose B. Amantoy, Jr. featured in Asian CEO Magazine, a regional business magazine in Singapore."]},

  "2":{"name":"MJMI CONSTRUCTION & TRADING INC.", 
  "address": "2nd Floor Metrobank Building Aguinaldo Highway, Anabu Imus, Cavite, 4103 Philippines", "contact":[],
  "email":[],
  "website":[],
  "desc":"MJMI CONSTRUCTION & TRADING INC. is located in Imus, Cavite, Philippines and is part of the Utility System Construction Industry. The company operates in the Heavy and Civil Engineering Construction industry.Has approximately 80 total employees across all of its locations. There are 2 companies in the MJMI CONSTRUCTION & TRADING INC. corporate family.",
  "achievements":[]},


  "3":{"name":"VM CONSTRACK CO.", 
  "address": "Block 1, Lot 4 & 5 Woodland Subdivision, Phase 3-A, Fajardo Street, Bagong Silang Imus, Cavite, 4103 Philippines",
  "contact":[ "046-477-36-38"," 0966-406-5237","0928-745-3364","0946-908-2477","0906-868-3740"],
  "email":["inquire@vmconstrack.com"],
  "website":["http://vmconstrack.com/about-us","https://www.facebook.com/vmconstrack2018"],
  "desc":"VM CONSTRACK was formerly known as CARANDANG V.B. TRADING & CONSTRUCTION founded on 2002 as sole proprietor catered mainly distribution and supplies of construction materials to private contractors. \nIt was then upgraded to partnership to fulfill the dream of the founders to establish a reliable design-builder in the country that has endowed with professionalism, talent and reliability.\nIt is set to engage in all types of project no matter how big or small it is. Its specialization relied not only in utilizing the advancement of state of the art technology but with the value of its skilled people.",
  "achievements":[]},

  "4":{"name":"R2A CONSTRUCTION & TRADING", 
  "address": "No. 9 Pag-Asa I Imus, Cavite, 4103 Philippines", "contact":["(046) 471-1882"],
  "email":[],
  "website":[],
  "desc":"R2A CONSTRUCTION & TRADING is located in Imus, Cavite, Philippines and is part of the Residential Building Construction Industry.\nR2A CONSTRUCTION & TRADING has 10 total employees across all of its locations.\nCurrently engaged in Government and Private civil works.",
  "achievements":[]},
  "5":{"name":"PHILCORE SYSTEM SOLUTIONS POWER INC.", 
  "address": "Block 2, Lot 4, Phase 5, Diamond Village, Anabu II - F Imus, Cavite, 4103 Philippines", "contact":["0938-418-8350"],
  "email":[],
  "website":[],
  "desc":"PHILCORE SYSTEM SOLUTIONS POWER INC. is located in Imus, Cavite, Philippines and is part of the Residential Building Construction Industry. \nHas 13 total employees across all of its locations.",
  "achievements":[]},

  "6":{"name":" DIMENSIONAL BUILDERS CO.", 
  "address": "Blk 10, Lot 22, Dreamville 5 Subd. Job Carsadang Bago Ii Imus, Cavite, 4103 Philippines", "contact":["0927-891-7720"],
  "email":["froilan_dyico@yahoo.com.ph"],
  "website":["https://www.facebook.com/Dimensional-Builders-Inc-103793371802325/?ref=page_internal"],
  "desc":"Dimensional Builders Inc. is a multi-discipline company that offer Design+Construction+Consultancy",
  "achievements":[]},

  "7":{"name":" FIRST RRB DEVELOPERS AND BUILDERS CORP.", 
  "address": " B12 L19 P3 Green Estate Malagasangig Imus, Cavite, 4103 Philippines", "contact":["0971-654-4252"],
  "email":[" info.1rrb@gmail.com"],
  "website":["https://www.facebook.com/FirstRRB/"],
  "desc":"FIRST RRB DEVELOPERS AND BUILDERS CORP. is located in Imus, Cavite, Philippines and is part of the Residential Building Construction Industry.\n\nThe company’s primary purpose is to engage in the development, construction, assembly, installation, rehabilitation, maintenance and to operate and receive any contract",
  "achievements":[]},

  "8":{"name":" LGI CONSTRUCTION AND DEVELOPMENT CORPORATION", 
  "address": "137 Palico III Imus, Cavite, 4103 Philippines", "contact":[" (046) 472 3625"],
  "email":["lgi_21@yahoo.com"],
  "website":["https://www.facebook.com/LGIcdc2021"],
  "desc":"LGI CONSTRUCTION AND DEVELOPMENT CORPORATION is located in Imus, Cavite, Philippines and is part of the Nonresidential Building Construction Industry.\n\nCONTRACTOR ● ENGINEER ● FABRICATOR ● SUPPLIER",
  "achievements":[]},

  "9":{"name":"AERS REALTY CORPORATION", 
  "address": "B15 L12 Marseilles Subd. Buhay Natubig Imus, Cavite, 4103 Philippines", "contact":["0966-194-2802"],
  "email":["aersrealtycorp@gmail.com"],
  "website":["https://www.facebook.com/AERS-Realty-Corporation-111054113866322"],
  "desc":" AERS REALTY CORPORATION is located in Imus, Cavite, Philippines and is part of the Land Subdivision Industry.",
  "achievements":[]},

  "10":{"name":"PACIFIC MULTI ROOF ENTERPRISES", 
  "address": "Aguinaldo highway corner anabu hills, auburn Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: N/A"],
  "email":["EMAIL:  N/A"],
  "website":[],
  "desc":"OVERVIEW:    PACIFIC MULTI ROOF ENTERPRISES is located in Imus, Cavite, Philippines and is part of the Foundation, Structure, and Building Exterior Contractors Industry. ",
  "achievements":["ACHIEVEMENTS: N/A"]}, 

  "11":{"name":"GP ALAS REALTY CORP.", 
  "address": "Block 3-A Lot 50 Lancaster Residences Birch Street Alapan Ii-A Imus, Cavite, 4103 Philippines",
  "contact":["CONTACT NUMBER:  N/A"],
  "email":["EMAIL:  gp.alascorp@gmail.com"],
  "website":["https://www.facebook.com/GPA.Realty"],
  "desc":"OVERVIEW:   GP ALAS REALTY CORP. is located in Imus, Cavite, Philippines and is part of the Land Subdivision Industry. A Real Estate Company.",
  "achievements":["ACHIEVEMENTS: N/A"]},

  "12":{"name":"MECHSYS INDUSTRIAL CORP.", 
  "address": "303-304 Costa Grande Building Aguinaldo Highway Imus, Cavite, 4104 Philippines", "contact":["CONTACT NUMBER: 0917-327-0925"],
  "email":["EMAIL ADDRESS:  sales@mechsys.ph"],
  "website":[" http://mechsys.ph/company/"],
  "desc":"OVERVIEW:   It all started in 2006 with a strong passion and desire to offer better options in the field of boiler and mechanical works to the market. Inspired by tremendous persuasion from the industry, Mechsys was then formed to design, supply, and service and maintain Electro-Mechanical Systems.\n\nAt present, the company is now well known in the Service Oriented Industries as the Boiler Specialist dedicated in Steam Boiler & Hot Water Generating System design, fabrication, installation, commissioning and services for food, hotel & laundry and manufacturing industries.\n\nMechsys Industrial Corp. can also supply and install in complete system for Industrial Heat Pumps, Steam Laundry System, Water Filtration and Softening System, Pool Heating System, Solar Heaters, Calorifiers, Storage Tanks, Electrical & Control System, Heat Recovery, Steam & Condensate Piping System, Process Piping and non-standard projects." ,
  "achievements":["ACHIEVEMENTS:","2013 – EC Type-Examination Certificate","2015 – Quality Management System Certificate","2018 – Environmental Management System Certificate", "2019 – Occupational Health and Safety Management System Certificate"]},


  "13":{"name":"BRUDERSCHAFT BUILDERS COMPANY", 
  "address": "Block 16 Lot 16 Daang Hari Pasong, Buaya Ii Imus, Cavite, 4103 Philippines",
  "contact":[ "CONTACT NUMBER: 0905-301-3466"],
  "email":["EMAIL ADDRESS:  N/A"],
  "website":["WEBSITE: N/A"],
  "desc":"OVERVIEW:    BRUDERSCHAFT BUILDERS COMPANY is located in Imus, Cavite, Philippines and is part of the Foundation, Structure, and Building Exterior Contractors Industry. ",
  "achievements":["ACHIEVEMENTS: N/A"]},

  "14":{"name":"JESUS RAMON CARLO BUILDERS CO.", 
  "address": "Block 7 Lot 13 Acm Sherwood Homes Kamagong Street, Anabu Iib Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: 0995-595-8440"],
  "email":["EMAIL ADDRESS: jrcbuildersinc14@gmail.com"],
  "website":["https://www.facebook.com/jrcbuildersinc/"],
  "desc":"JESUS RAMON CARLO BUILDERS CO. is located in Imus, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry.\n\nOur mission is to provide an ultimate client satisfaction by dedicating ourselves to the principles of integrity, hard work and quality service.",
  "achievements":[]},


  "15":{"name":"ST. ROOK CORP.", 
  "address": "Betterlife Subdivision Aguinaldo Highway Tanzang Luma III Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: 0917-533-9350"],
  "email":[],
  "website":[],
  "desc":"ST. ROOK CORP. is located in Imus, Cavite, Philippines and is part of the Residential Building Construction Industry. \n\nST. ROOK CORP. has 4 total employees across all of its locations. \n\nThere are 2 companies in the ST. ROOK CORP. corporate family.",
  "achievements":[]},

  "16":{"name":" SATINGIN CONSTRUCTION AND SUPPLY CORPORATION", 
  "address": "Unit 100 La Pensar Dormitory Tabing Ilog, Pasong Buaya II Imus, Cavite, 4104 Philippines", "contact":["CONTACT NUMBER: (046) 238 7184"],
  "email":["EMAIL ADDRESS: Satingincs@gmail.com"],
  "website":["https://www.facebook.com/Satingincontructionandsupply"],
  "desc":"SATINGIN CONSTRUCTION AND SUPPLY CORPORATION is located in Imus, Cavite, Philippines and is part of the Highway, Street, and Bridge Construction Industry\n\nSATINGIN CONSTRUCTION AND SUPPLY CORPORATION has 8 total employees across all of its locations.\n\nSERVICE RENDERED\n1. General Construction\n2. Land Development\n3. Hauling and Disposal of unsuitable",
  "achievements":[]},

  "17":{"name":" BELFACON BUILDERS", 
  "address": " Barangay Buhay na Tubig Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: 09154998806"],
  "email":[" EMAIL ADDRESS: garybelen77@yahoo.com"],
  "website":["https://www.facebook.com/Belfacon-Builders-1280569195326935"],
  "desc":"BELFACON BUILDERS is located in Imus, Cavite, Philippines and is part of the Residential Building Construction Industry. BELFACON BUILDERS has 4 total employees across all of its locations.\n\nDesign & Construct\nFree estimate",
  "achievements":[]},

  "18":{"name":" GCRING BUILDERS CO.", 
  "address": " B1 L11 Dream Ville 2 Carsadang Bago Ii Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: 09183144425"],
  "email":["lgi_21@yahoo.com"],
  "website":[],
  "desc":"GCRING BUILDERS CO. is located in Imus, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry. GCRING BUILDERS CO. has 7 total employees across all of its locations.",
  "achievements":[]},

  "19":{"name":"ARKICONSTRUKT GENERAL CONSTRUCTION SERVICES CO. LTD.", 
  "address": "9027 Pilar Lodge F. Tirona Street Poblacion Iii-A Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: +63-279048102"],
  "email":[],
  "website":[],
  "desc":"ARKICONSTRUKT GENERAL CONSTRUCTION SERVICES CO. LTD. is located in Imus, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry.",
  "achievements":[]},

  "20":{"name":"ARCSTRUCT P AND B CONSTRUCTION CORP.", 
  "address": " 0019 Lt Blk 4 Green City Malagasang, Ii-A Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: 09062377000"],
  "email":[],
  "website":[],
  "desc":"ARCSTRUCT P AND B CONSTRUCTION CORP. is located in Imus, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry",
  "achievements":[]},

  "21":{"name":"AXEBROWN CONSTRUCTION, OPC", 
  "address": "Unit 201-202 Costa Grande Building Palico I Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: 09177232137"],
  "email":[],
  "website":[],
  "desc":"AXEBROWN CONSTRUCTION, OPC is located in Imus, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry.",
  "achievements":[]},

  "22":{"name":" DVACC BUILDERS AND CONSTRUCTION SERVICES", 
  "address": "Block 9, Lot 102-104 Legian 2C Subd. Carsadang Bago I Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: 0926 408 4595"],
  "email":["EMAIL ADDRESS:     alexcarpio287@gmail.com"],
  "website":["https://www.facebook.com/dvaccbuilders.co/"],
  "desc":"ANY DESCRIPTION:\n\nDVACC BUILDERS AND CONSTRUCTION SERVICES CO. is located in Imus, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry.",
  "achievements":[]},

  "23":{"name":" JMJ BUILDERS AND DESIGN CO", 
  "address": "Lot 12 Block 2 Felizana EstateSubdivision Phase 3 Pasong Buaya Ii Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: 0930 218 7923"],
  "email":["EMAIL ADDRESS:      jmjbuilders.design@gmail.com"],
  "website":["https://www.facebook.com/JMJBuildersandDesign/"],
  "desc":"JMJ BUILDERS AND DESIGN CO. is located in Imus, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry. JMJ BUILDERS AND DESIGN CO. has 7 total employees across all of its locations.\n\nContractor/Engineering Service",
  "achievements":[]},

  "24":{"name":"AMLAK GENERAL CONSTRUCTION OPC", 
  "address": "Blk 11 Lot 1 Pallas Athena Executive Village Bonn St. Corner Geneva St. Anabu Ii-C Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: 09156941165"],
  "email":[""],
  "website":[""],
  "desc":"AMLAK GENERAL CONSTRUCTION OPC is located in Imus, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry. AMLAK GENERAL CONSTRUCTION OPC has 7 total employees across all of its locations.",
  "achievements":[]},

  "25":{"name":"GIANT CRANES CONSTRUCTION CORP.", 
  "address": " Block 2 Lot 35 The Parkplace Village Neighborhood D Anabu I-D Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER:  09158593495"],
  "email":[],
  "website":[],
  "desc":"GIANT CRANES CONSTRUCTION CORP. is located in Imus, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry. GIANT CRANES CONSTRUCTION CORP. has 7 total employees across all of its locations",
  "achievements":[]},

  "26":{"name":"GAMMA STEEL BUILDERS AND CONSTRUCTION", 
  "address": "Advincula Compound Daang Hari Pasong Buaya I Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: +63-286951332"],
  "email":[],
  "website":[],
  "desc":"GAMMA STEEL BUILDERS AND CONSTRUCTION INC. is located in Imus, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry. GAMMA STEEL BUILDERS AND CONSTRUCTION INC. has 7 total employees across all of its locations.",
  "achievements":[]},

  "27":{"name":"5R KONSTRUKT GENERAL SERVICES, INC.", 
  "address": " Blk 6 Lot 1, Acm Sherwood Homes,Anabu Ii-B Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER:  09067115854"],
  "email":[],
  "website":[],
  "desc":"5R KONSTRUKT GENERAL SERVICES, INC. is located in Imus, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry. 5R KONSTRUKT GENERAL SERVICES, INC. has 7 total employees across all of its locations.",
  "achievements":[]},

  "28":{"name":"KGMAGSINO CONST. CORP.", 
  "address": "No. 46 Commodore Lane, Regatta Classics Subdivision, Barangay Anabu 2B Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: 09264377623"],
  "email":["EMAIL ADDRESS: kg.magsino.construction@gmail.com"],
  "website":["https://www.facebook.com/KGMCONSTRUCTIONCORP/"],
  "desc":"KGMAGSINO CONST. CORP. is located in Imus, Cavite, Philippines and is part of the Residential Building Construction Industry. KGMAGSINO CONST. CORP. has approximately 50 total employees across all of its locations.",
  "achievements":[]},

  "29":{"name":"ENER-G-TECH ENGINEERING SERVICES AND TRADING", 
  "address": "Block 8, Lot 20 Michigan Street, Barcelona 3, Buhay na Tubig Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: 0917-504-1921"],
  "email":["EMAIL ADDRESS: ener.gtech@yahoo.com"],
  "website":["https://www.energtechintl.net/about-us"],
  "desc":"In January 19, 2009, ENER-G-TECH Engineering Services and Trading started its humble operation in the industry. ENER-G-TECH, as it is simply known, was established to engage primarily in the after-sales service support for Mitsubishi diesel-engine generator sets in the country. It then became the service arm of Mitsubishi Heavy Industries Engine System Philippines (MHIESP) and catered the industrial-type generator sets and marine engines nationwide.",
  "achievements":[]},

  "30":{"name":"TOPTECH CONSTRUCTION AND DEVELOPMENT", 
  "address": "137 Palico III Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: +63-464723625"],
  "email":[],
  "website":[],
  "desc":"TOPTECH CONSTRUCTION AND DEVELOPMENT CORP. is located in Imus, Cavite, Philippines and is part of the Residential Building Construction Industry. TOPTECH CONSTRUCTION AND DEVELOPMENT CORP. has 15 total employees across all of its locations. (Employees figure is estimated).",
  "achievements":[]},

  "31":{"name":"CCFA DRILLING AND CONSTRUCTION SERVICES", 
  "address": "3F, No. 13, Luna St., Pinagbuklod PH4, Bahayang Pagasa Subdivision, Imus Cavite, 4103", "contact":["CONTACT NUMBER: +63 908 636 5350"],
  "email":["EMAIL ADDRESS: inquiry@teragrail.com"],
  "website":["https://www.teragrail.com/"],
  "desc":"CCFA DRILLING AND CONSTRUCTION SERVICES is located in Imus, Cavite, Philippines and is part of the Architectural, Engineering, and Related Services Industry.\n\nIt was only in the year 2020 when Teragrail decided to move from the construction business and dive into the earth sciences and engineering.\n\nToday, Teragrail offers services such as Project Management for Geological and Geotechnical Drilling and Investigation Projects, Geohazard and Environmental Hazard Reports, Feasibility Studies, Foundation Design, EGGA Reports, Slope Stability Assessment & Design, Retaining Wall Design, Liquefaction Analysis and a whole lot more.",
  "achievements":[]}, 

  "32":{"name":"LUMINANCE LIGHTING ENTERPRISES", 
  "address": "Block 8-A Lot 7 Camella Lessandra, Bucandala IV Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER:  +63-9175259876"],
  "email":[],
  "website":["http://www.luminancele.com/"],
  "desc":"LUMINANCE LIGHTING ENTERPRISES is located in Imus, Cavite, Philippines and is part of the Building Equipment Contractors Industry. LUMINANCE LIGHTING ENTERPRISES has 10 total employees across all of its locations.",
  "achievements":[]},

  "33":{"name":"A.A. FABELLON BUILDERS", 
  "address": "Block 11 Lot 36, Phase 6, ACM Woodstock Homes, Carsadang Bago II Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: 09176392525  |  0919 582 7192"],
  "email":["EMAIL ADDRESS:        aafabellonbuilders@yahoo.com"],
  "website":["https://www.facebook.com/aafabellonbuilders"],
  "desc":"A.A. FABELLON BUILDERS is located in Imus, Cavite, Philippines and is part of the Architectural, Engineering, and Related Services Industry. A.A. FABELLON BUILDERS has 5 total employees across all of its locations.\n\nQUALITY ASSURANCE & QUALITY CONTROL, main objective of this company. Harmonious relationships with the GENERAL CONTRACTORS of all projects undertaken. ",
  "achievements":[]},

  "34":{"name":"SUN ASIA CONSTRUCTION AND DEVELOPMENT CORPORATION", 
  "address": "Block 5 Lot 15 The Parkplace Village Imus, Cavite, 4103 Philippines ", "contact":["CONTACT NUMBER: +63-285534925"],
  "email":[],
  "website":[],
  "desc":"SUN ASIA CONSTRUCTION AND DEVELOPMENT CORPORATION is located in Imus, Cavite, Philippines and is part of the Nonresidential Building Construction Industry. SUN ASIA CONSTRUCTION AND DEVELOPMENT CORPORATION has 25 total employees across all of its locations. (Employees figure is modelled). There are 2 companies in the SUN ASIA CONSTRUCTION AND DEVELOPMENT CORPORATION corporate family.",
  "achievements":[]},

  "35":{"name":"IMUS GLASS AND ALUMINUM AND STEEL FABRICATION", 
  "address": " Bluebell Street corner Ilang-ilang Street, Plaridel 3 Subdivision, Bayan Luma 7 Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: +63-9323247707"],
  "email":["EMAIL ADDRESS:     imusglassalumsteelfab@gmail.com"],
  "website":["https://www.facebook.com/imusglass/"],
  "desc":"IMUS GLASS AND ALUMINUM AND STEEL FABRICATION is located in Imus, Cavite, Philippines and is part of the Architectural and Structural Metals Manufacturing Industry. IMUS GLASS AND ALUMINUM AND STEEL FABRICATION has 7 total employees across all of its locations.",
  "achievements":[]},
  "36":{"name":"STA. LUCIA READY MIX & CONSTRUCTION CORP.", 
  "address": "Aguinaldo Highway, Anabu II Imus, Cavite, 4103 Philippines", "contact":["CONTACT NUMBER: +63-9214807674"],
  "email":[],
  "website":["https://www.facebook.com/StaLuciaReadyMix/"],
  "desc":"STA. LUCIA READY MIX & CONSTRUCTION CORP. is located in Imus, Cavite, Philippines and is part of the Nonresidential Building Construction Industry. There are 4 companies in the STA. LUCIA READY MIX & CONSTRUCTION CORP. corporate family.",
  "achievements":[]}



  }  
