{
    "0":{"name":"VERTICAL SPACE INTERIORS, INC.", 
      "address":"ADDRESS: Unit B & C IPMC Building No. 268, Barangay Niog 3 Bacoor, Cavite, 4102 Philippines ", 
      "contact":["CONTACT NUMBER: N/A"],
      "email":["EMAIL ADRESS: hrrecruitment_vertical@yahoo.com"],
      "website":[" http://www.vsiphils.com/"],
      "desc":["OVERVIEW: Vertical Space Interiors, Inc. was established in Dubai, United Arab Emirates on February 2007. Since then, it has successfully completed numerous projects in the Gulf region as well as in India and Africa. The Company has carved out its niche in the retail interiors market – delivering turn-key jobs and manufacturing custom-built furniture for some of the most prominent brands today.",
        "The Company operates a 1000-square meter carpentry workshop, with an adjoining 500-square meter painting area – both fully equipped with the latest tools and machines vital to the services we provide. The factory is located in the heart of the Al Quoz Industrial Area in Dubai, UAE.",
        "More than the latest machines and equipment, more than high-grade materials, the caliber of our work is driven by people behind it. Each piece of furniture that comes out our workshop is made from raw skill and talent. Each project we hand over is built on unrelenting work ethic and commitment to quality.",
        "The diversity of our talents is reflected in the projects we have completed. We employ experience project managers, interior designers, architects, engineers and skilled workers who are engaged in sustained efforts to deliver the best results to our valued clients.",
        "Building on the success of the operation in Dubai, the Company has since opened its offices in Abu Dhabi, UAE and in the Philippines – catering to its Sales & Marketing Unit and Design Services Units, respectively."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "1":{"name":"ACP BROS DESIGNS AND BUILDERS.", 
      "address":"ADDRESS: Block 20 Lot 4 Zaragosa Street, Town & Country West, Molino 3 Bacoor, Cavite, 4102 Philippines ", 
      "contact":["CONTACT NUMBER: +639178469500"],
      "email":["EMAIL ADRESS: marketing.acpdesigns@gmail.com"],
      "website":[" https://www.facebook.com/acpdesignandbuilders"],
      "desc":["OVERVIEW: ACP BROS DESIGNS AND BUILDERS is located in Bacoor, Cavite, Philippines and is part of the Residential Building Construction Industry. ACP BROS DESIGNS AND BUILDERS has 50 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "2":{"name":"GRAIA CONSTRUCTION CORPORATION", 
      "address":"ADDRESS: KM 18 Aguinaldo Highway Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: +63 (906) 408 3782"],
      "email":["EMAIL ADRESS: careers.graia@gmail.com"],
      "website":[" https://graia.com.ph/?fbclid=IwAR3EUraPz2uYuV1CEWREZpnVU3LIWMOKPq8edHANvjYrTYUeAlrZiQFn3d4"],
      "desc":["OVERVIEW: GRAIA Construction Corporation started out in 2003 as a supply company servicing Metro Manila, Bataan, Cavite and Palawan.",
        "With the company’s vision constantly at the forefront of its operations, GRAIA’s namesake has become synonymous with construction excellence having widened its portfolio of projects for over a decade. GRAIA’s unchanging commitment to “client-first” service has earned the trust of discerning clients throughout the years.",
        "Within three years, the company was able to expand its services and venture into the construction industry, paving the way to become one of the most reputable construction companies in the business. Slowly, the company was able to acquire the necessary equipment and machinery to support larger-scale operations. Since then, the GRAIA brand of service was able to reach farther provincial areas across the Philippines.",
        "Currently, though proven an indomitable force in the construction industry, GRAIA still strives to further expand its services to keep up with client demands, ensuring quality workmanship, punctuality, and professionalism."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "3":{"name":"RAC TECHNICAL SERVICES", 
      "address":"ADDRESS: Lot 14, Block 4, Saint Claire Street Addas 2A Subdivision, Molino Bacoor, Cavite, 4102 Philippines ", 
      "contact":["CONTACT NUMBER: +63-9194333535 | 0919 633 3535"],
      "email":["EMAIL ADRESS: N/A"],
      "website":["https://www.facebook.com/pages/Rac-Technical-Services/1659806847426694"],
      "desc":["OVERVIEW: RAC TECHNICAL SERVICES is located in Bacoor, Cavite, Philippines and is part of the Residential Building Construction Industry. RAC TECHNICAL SERVICES has 17 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "4":{"name":"E8+ GLOBAL BUILDERS PHILIPPINES INC.", 
      "address":"ADDRESS: Block 6 Lot 4A Springville Executive Lane Mambog Iii Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: 0917 707 2735"],
      "email":["EMAIL ADRESS: e8globalbuildersphilsinc@gmail.com"],
      "website":["https://www.facebook.com/e8GlobalBuilders"],
      "desc":["OVERVIEW: E8+ GLOBAL BUILDERS PHILIPPINES INC. is located in Bacoor, Cavite, Philippines and is part of the Residential Building Construction Industry. E8+ GLOBAL BUILDERS PHILIPPINES INC. has 15 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "5":{"name":"JEMA CONTRACTORS INC.", 
      "address":"ADDRESS: Block 21, Lot 10 Hummingbird Street, East 1, Camella Springville, Molina III Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: (02) 821 5326"],
      "email":["EMAIL ADRESS: jemacontractorsinc@gmail.com"],
      "website":["https://www.facebook.com/JEMA-Contractors-Inc-234885567412341"],
      "desc":["OVERVIEW: JEMA CONTRACTORS INC. is located in Bacoor, Cavite, Philippines and is part of the Architectural, Engineering, and Related Services Industry. JEMA CONTRACTORS INC. has 30 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "6":{"name":"RATC VENTURES INC.", 
      "address":"ADDRESS: 2nd Floor RATCVI Molino Centre Building Block 4, Lot 34, Magdiwang Subdivision, Barangay Molino II Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: 09175409887"],
      "email":["EMAIL ADRESS: ratcventures@yahoo.com"],
      "website":["http://www.ratcventures.net/"],
      "desc":["OVERVIEW: RATC VENTURES INC. is located in Bacoor, Cavite, Philippines and is part of the Architectural, Engineering, and Related Services Industry. RATC VENTURES INC. has 140 total employees across all of its locations. (Employees figure is estimated). There are 2 companies in the RATC VENTURES INC. corporate family."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "7":{"name":"BTM ENGINEERING SERVICES", 
      "address":"ADDRESS: Ground Floor E.M.A Building Km 17 Emilio Aguinaldo Highway, Barangay Panapaan IV Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: 0956 164 9850"],
      "email":["EMAIL ADRESS: btm.engineeringservices@gmail.com"],
      "website":["https://www.facebook.com/BTMEngineeringServices/"],
      "desc":["OVERVIEW: BTM ENGINEERING SERVICES is located in Bacoor, Cavite, Philippines and is part of the Architectural, Engineering, and Related Services Industry. BTM ENGINEERING SERVICES has 25 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "8":{"name":"E'DJ HOUSE REALTY CORP.", 
      "address":"ADDRESS: B05 L28 Gold St. Silver Homes Classicmambog 1 Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: 09171138394"],
      "email":["EMAIL ADRESS: edjrealtyservices@gmail.com"],
      "website":["https://www.facebook.com/EdjRealtyHouseTour"],
      "desc":["OVERVIEW: E'DJ HOUSE REALTY CORP. is located in Bacoor, Cavite, Philippines and is part of the Land Subdivision Industry. E'DJ HOUSE REALTY CORP. has 12 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "9":{"name":"CASANOVA REALTY AND BROKERAGE INC.", 
      "address":"ADDRESS: Unit 4, 3Rd Floor Ama Building Meadow Wood Panapaan 6 Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: 0905 276 2426"],
      "email":["EMAIL ADRESS: inquire@casanovarealty.ph"],
      "website":["https://www.facebook.com/crbexperience"],
      "desc":["OVERVIEW: CASANOVA REALTY AND BROKERAGE INC. is located in Bacoor, Cavite, Philippines and is part of the Land Subdivision Industry. CASANOVA REALTY AND BROKERAGE INC. has 12 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "10":{"name":"PRINCE ARMIE NOEL CONSTRUCTION", 
      "address":"ADDRESS: 014 Nsgv Greenvalley Subdivision Barangay San Nicolas 3 Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: +63-9053404164"],
      "email":["EMAIL ADRESS: princearmienoel_construction@yahoo.com.ph"],
      "website":["https://www.facebook.com/Prince-ARMIE-NOEL-Construction-8279499206535981"],
      "desc":["OVERVIEW: PRINCE ARMIE NOEL CONSTRUCTION is located in Bacoor, Cavite, Philippines and is part of the Nonresidential Building Construction Industry. PRINCE ARMIE NOEL CONSTRUCTION has 12 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "11":{"name":"ACEC CONSTRUCTION CORPORATION", 
      "address":"ADDRESS: 297 Aguinaldo Highway Real I Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: 0923 731 2093"],
      "email":["EMAIL ADRESS: acec_construction_corp_cabuyao@yahoo.com"],
      "website":["https://www.facebook.com/ACEC-Construction-Corporation-109435261467902"],
      "desc":["OVERVIEW: ACEC CONSTRUCTION CORPORATION is located in Bacoor, Cavite, Philippines and is part of the Building Equipment Contractors Industry. ACEC CONSTRUCTION CORPORATION has 140 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "12":{"name":"BEYOND GLOBAL EXCELLENCE CONSTRUCTION", 
      "address":"ADDRESS: Vizcarra Compound Molino Iii Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: +63-272110692"],
      "email":["EMAIL ADRESS: beyondglobalc@gmail.com"],
      "website":["https://www.facebook.com/beyondglobalcorporation"],
      "desc":["OVERVIEW: BEYOND GLOBAL EXCELLENCE CONSTRUCTION ANDDEVELOPMENT INC. is located in Bacoor, Cavite, Philippines and is part of the Building Equipment Contractors Industry. BEYOND GLOBAL EXCELLENCE CONSTRUCTION ANDDEVELOPMENT INC. has 14 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "13":{"name":"APM BUILDERS CORP.", 
      "address":"ADDRESS: Km 17 Gen. Emilio Aguinaldo highway P.F. Espiritu Vii Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: 0925 712 3992"],
      "email":["EMAIL ADRESS: apmbuilderscorp1@gmail.com"],
      "website":["https://www.facebook.com/apmbuilderscorporation"],
      "desc":["OVERVIEW: APM BUILDERS CORP. is located in Bacoor, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry. APM BUILDERS CORP. has 12 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "14":{"name":"SHEARWALL SYSTEMS, INC.", 
      "address":"ADDRESS: SSI Building GSIS Road corner 1st Street, Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: 0917 115 6469"],
      "email":["EMAIL ADRESS: N/A"],
      "website":["https://www.shearwallsystems.com/"],
      "desc":["OVERVIEW: SHEARWALL SYSTEMS, INC. is located in Bacoor, Cavite, Philippines and is part of the Architectural, Engineering, and Related Services Industry. SHEARWALL SYSTEMS, INC. has 200 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},
      
    "15":{"name":"MAHP CONSTRUCTION CORPORATION", 
      "address":"ADDRESS: Ground Floor CLIMC Building Block 2 Lot 1, Phase 2, Verdana Village Center, Daang Hari Road, Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: (02) 814 8200"],
      "email":["EMAIL ADRESS: inquiry@mahpcc.com"],
      "website":["http://www.mahpcc.com/"],
      "desc":["OVERVIEW: SHEARWALL SYSTEMS, INC. is located in Bacoor, Cavite, Philippines and is part of the Architectural, Engineering, and Related Services Industry. SHEARWALL SYSTEMS, INC. has 200 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "16":{"name":"M. TAYAG BUILDERS/ Chapman Builders Corp.", 
      "address":"ADDRESS: 996 Niog III Road Lot Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: 0933 952 2091"],
      "email":["EMAIL ADRESS: chapmanbuilderscorp@gmail.com"],
      "website":["http://www.chapmanbuilderscorp.com/"],
      "desc":["OVERVIEW: M. TAYAG BUILDERS is located in Bacoor, Cavite, Philippines and is part of the Lumber and Other Construction Materials Merchant Wholesalers Industry. M. TAYAG BUILDERS has 11 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "17":{"name":"SUCCESSCOO TRADERS AND BUILDERS CO.", 
      "address":"ADDRESS: #1 Tirona Highway Habay I Bacoor, Cavite, 4102 Philippines ", 
      "contact":["CONTACT NUMBER: N/A"],
      "email":["EMAIL ADRESS: successcoo.sales@gmail.com"],
      "website":["https://www.facebook.com/Successcoo-Traders-and-Builders-Co-110160326986801"],
      "desc":["OVERVIEW: SUCCESSCOO TRADERS AND BUILDERS CO. is located in Bacoor, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry. SUCCESSCOO TRADERS AND BUILDERS CO. has 7 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "18":{"name":"DM LAURENTE BUILDERS CORPORATION", 
      "address":"ADDRESS: 7785 M E Aguinaldo Highway P.F. Espiritu Vii Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: +63-9174959695"],
      "email":["EMAIL ADRESS: dmlaurentebuilders.corp@gmail.com"],
      "website":["https://www.facebook.com/dmlaurentebuilders.corp"],
      "desc":["OVERVIEW: DM LAURENTE BUILDERS CORPORATION is located in Bacoor, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry. DM LAURENTE BUILDERS CORPORATION has 7 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "19":{"name":"MENDOZA BROTHERS CONSTRUCTION CO.", 
      "address":"ADDRESS: Block 2 Lot 25 Phase 2 Vista Verde South Laurel Mambog Iii Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: N/A"],
      "email":["EMAIL ADRESS: mendozabconst@gmail.com"],
      "website":["https://www.facebook.com/mendozabrothersconstruction"],
      "desc":["OVERVIEW: MENDOZA BROTHERS CONSTRUCTION CO. is located in Bacoor, Cavite, Philippines and is part of the Other Specialty Trade Contractors Industry. MENDOZA BROTHERS CONSTRUCTION CO. has 7 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "20":{"name":"JOURNEY ENGINEERING & CONSTRUCTION SERVICES", 
      "address":"ADDRESS: Block 12, Lot 2, Phase 3, Soldiers Hills 4 Molino VI Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: +63-9178401717"],
      "email":["EMAIL ADRESS: N/A"],
      "website":["https://www.facebook.com/pages/Journey-Engineering-Construction-Services/1313143072086900"],
      "desc":["OVERVIEW: JOURNEY ENGINEERING & CONSTRUCTION SERVICES is located in Bacoor, Cavite, Philippines and is part of the Nonresidential Building Construction Industry. JOURNEY ENGINEERING & CONSTRUCTION SERVICES has 38 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "21":{"name":"KINA BUILDERS CONSTRUCTION", 
      "address":"ADDRESS: Unit B and G Medina Building No. 38 Niog III Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: +63-9688610610"],
      "email":["EMAIL ADRESS: kinabuildersconstruction@gmail.com"],
      "website":["https://www.facebook.com/kinabuildersconstruction"],
      "desc":["OVERVIEW: KINA BUILDERS CONSTRUCTION is located in Bacoor, Cavite, Philippines and is part of the Architectural, Engineering, and Related Services Industry. KINA BUILDERS’ CONSTRUCTION has 7 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "22":{"name":"BPT PAINTS AND COLORS", 
      "address":"ADDRESS: Block 28, Lot 24, Green Valley Subdivision, San Nicolas 3, Molino II Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: 09171260277"],
      "email":["EMAIL ADRESS: toughwall.bptpaints@gmail.com"],
      "website":["www.bptpaintsandcolors.com"],
      "desc":[],
      "achievements":[]},

    "23":{"name":"A. MEDRANO CONSTRUCTION INC.", 
      "address":"ADDRESS: Block 30, Lot 9, Phase 2, Soldiers Hills 4, Molino VI Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER:  N/A"],
      "email":["EMAIL ADRESS: am.construction14@yahoo.com"],
      "website":["https://www.facebook.com/M.CONSTRUCTION14"],
      "desc":["OVERVIEW: A. MEDRANO CONSTRUCTION INC. is located in Bacoor, Cavite, Philippines and is part of the Nonresidential Building Construction Industry. A. MEDRANO CONSTRUCTION INC. has 61 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "24":{"name":"YOKOTA CONSTRUCTION", 
      "address":"ADDRESS: Block 15 Lot 9 Phase 2, JP Rizal Street Citihomes Molino IV Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER:  0916 339 1855"],
      "email":["EMAIL ADRESS: N/A"],
      "website":["https://www.facebook.com/Yokota-Construction-108305300569522"],
      "desc":["OVERVIEW: YOKOTA CONSTRUCTION is located in Bacoor, Cavite, Philippines and is part of the Architectural, Engineering, and Related Services Industry. YOKOTA CONSTRUCTION has 30 total employees across all of its locations. (Employees figure is estimated). There are 3 companies in the YOKOTA CONSTRUCTION corporate family."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "25":{"name":"CLM BUILDERS AND DESIGN", 
      "address":"ADDRESS: Block 12, Lot 21, Ernest Street, Addas Greenfields, Molino II Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: N/A"],
      "email":["EMAIL ADRESS: laus_christopher@yahoo.com"],
      "website":["https://www.facebook.com/CLMBuildersconst"],
      "desc":["OVERVIEW: CLM BUILDERS AND DESIGN is located in Bacoor, Cavite, Philippines and is part of the Architectural, Engineering, and Related Services Industry"],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "26":{"name":"L.A. LOPEZ JR. INTERIORS & BUILDERS", 
      "address":"ADDRESS: Molino Road, South Susana Molino II Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: +63-465021851"],
      "email":["EMAIL ADRESS: N/A"],
      "website":["https://www.facebook.com/pages/Lopez-Interiors-and-Builders/1549478095085337"],
      "desc":["OVERVIEW: L.A. LOPEZ JR. INTERIORS & BUILDERS is located in Bacoor, Cavite, Philippines and is part of the Residential Building Construction Industry. L.A. LOPEZ JR. INTERIORS & BUILDERS has 20 total employees across all of its locations. (Employees figure is estimated). There are 2 companies in the L.A. LOPEZ JR. INTERIORS & BUILDERS corporate family."],
      "achievements":["ACHIEVEMENTS: N/A"]},
    
    "27":{"name":"ROMSAM CONSTRUCTION INCORPORATED", 
      "address":"ADDRESS: No. 171 FTM NIA Road, Wakas Street, Barangay Mambog 4 Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: 0998 552 5470"],
      "email":["EMAIL ADRESS: romsam.construction2002@yahoo.com"],
      "website":["https://www.facebook.com/romsamengineeringservices"],
      "desc":["OVERVIEW: ROMSAM CONSTRUCTION INCORPORATED is located in Bacoor, Cavite, Philippines and is part of the Hardware, and Plumbing and Heating Equipment and Supplies Merchant Wholesalers Industry. ROMSAM CONSTRUCTION INCORPORATED has 40 total employees across all of its locations"],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "28":{"name":"JAN BROTHERS FUSION BUILDERS INC.", 
      "address":"ADDRESS: Block 2 Lot 3, Phase 1, Barangay Molino VII Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: +63-465277525"],
      "email":["EMAIL ADRESS: janbrothersfbi@gmail.com"],
      "website":["https://www.facebook.com/Jan-Brothers-FBI-101298498652461"],
      "desc":["OVERVIEW: JAN BROTHERS FUSION BUILDERS INC. is located in Bacoor, Cavite, Philippines and is part of the Architectural, Engineering, and Related Services Industry."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "29":{"name":"EIGHT88 GAINS CONSTRUCTION COMPANY", 
      "address":"ADDRESS: Block 26, Lot 26-B, Granadilla, Molino III Bacoor, Cavite, 4102 Philippines  ", 
      "contact":["CONTACT NUMBER: 0917 521 0801"],
      "email":["EMAIL ADRESS: N/A"],
      "website":["http://www.eight88gainsconstruction.com/"],
      "desc":["OVERVIEW: EIGHT88 GAINS CONSTRUCTION COMPANY is located in Bacoor, Cavite, Philippines and is part of the Architectural, Engineering, and Related Services Industry. EIGHT88 GAINS CONSTRUCTION COMPANY has 20 total employees across all of its locations."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "30":{"name":"WERSKILD CONSTRUCTION, INC.", 
      "address":"ADDRESS: 204 Sto. Nino Street, Duplex Homes Molino Bacoor, Cavite, 4102 Philippines ", 
      "contact":["CONTACT NUMBER: 09279151035"],
      "email":["EMAIL ADRESS: gsanchez@werskild.com"],
      "website":["https://werskild.com"],
      "desc":["OVERVIEW: WERSKILD CONSTRUCTION, INC. is located in Bacoor, Cavite, Philippines and is part of the Building Equipment Contractors Industry."],
      "achievements":["ACHIEVEMENTS: https://werskild.com/portfolio/"]},

    "31":{"name":"K.M.J. BALLESTEROS CONSTRUCTION AND DESIGN SERVICES", 
      "address":"ADDRESS: Block 3 Lot 8 Phase 2, Venus Street Perpetual Village 7, Mambog Bacoor, Cavite, 4102 Philippines ", 
      "contact":["CONTACT NUMBER: +63-9656799395"],
      "email":["EMAIL ADRESS: ballesterosconstruction@yahoo.com.ph"],
      "website":["https://www.facebook.com/KMJBConstruction"],
      "desc":["OVERVIEW: K.M.J. BALLESTEROS CONSTRUCTION AND DESIGN SERVICES is located in Bacoor, Cavite, Philippines and is part of the Residential Building Construction Industry."],
      "achievements":["ACHIEVEMENTS: N/A"]},

    "32":{"name":"ALMATEL CONSTRUCTION SERVICES, INCORPORATED", 
      "address":"ADDRESS: Niog 1, Aguinaldo Highway Bacoor, Cavite, 4102 Philippines", 
      "contact":["CONTACT NUMBER: +63-277388554"],
      "email":["EMAIL ADRESS: N/A"],
      "website":["https://www.facebook.com/pages/Almatel-Construction-Services-Inc/424719387586581"],
      "desc":["OVERVIEW: ALMATEL CONSTRUCTION SERVICES, INCORPORATED is located in Bacoor, Cavite, Philippines and is part of the Nonresidential Building Construction Industry. There are 8 companies in the ALMATEL CONSTRUCTION SERVICES, INCORPORATED corporate family."],
      "achievements":["ACHIEVEMENTS: N/A"]}
        
}